{
  "teams": [],
  "players": [
    {
      "id": 1,
      "name": "ACACIA SMALL",
      "age": 22,
      "position": "CF",
      "nationality": "Barbados",
      "currentClub": "Paradise",
      "clubWebsite": "https://www.paradisefc.bb",
      "photo": "assets/images/acacia-small/acacia small.jpg",
      "highlights": "Dynamic Barbadian center forward and former national team player. Top scorer at Paradise FC in 2024. Known for explosive pace, power, and clinical finishing."
    },
    {
      "id": 2,
      "name": "Lucy Massaquoi",
      "age": 26,
      "position": "LB",
        "nationality": "Liberia",
        "currentClub": "Determine Girls Fc",
      "photo": "assets/images/lucy-massaquoi/lucy close shoot with captian band.jpg",
      "highlights": "Experienced left-back and team captain at Determine Girls FC. Known for solid defensive positioning, explosive pace down the flanks, and excellent crossing ability. Leadership qualities on and off the pitch with multiple seasons of competitive football experience in West African leagues."
    },
    {
      "id": 4,
      "name": "ELSHADDI ACHEMPONG",
      "age": 20,
      "position": "FW",
      "nationality": "Ghana",
      "currentClub": "TBD",
      "photo": "assets/images/elshaddi-achempong/elshaddi-achempong.jpg",
      "highlights": "Talented Ghanaian forward with excellent technical skills, dribbling ability, and clinical finishing. Strong first touch and capable of playing across the front line. Seeking professional opportunities in European leagues."
    },
    {
      "id": 5,
      "name": "FRED C NAYOU",
      "age": 21,
      "position": "MF",
      "nationality": "Liberia",
      "currentClub": "TBD",
      "photo": "assets/images/fred-nayou/fred-c-nayou.jpg",
      "highlights": "Highly versatile central midfielder with exceptional ball control, vision, and passing range. Comfortable playing as box-to-box midfielder or attacking midfielder. Strong technical ability with excellent work rate. Seeking professional opportunities in European leagues. Previous experience in Liberian domestic leagues."
    },
    {
      "id": 6,
      "name": "NORBERTO OTTO",
      "age": 28,
      "position": "GK",
      "nationality": "ARGENTINA",
      "currentClub": "CA Adelante",
      "photo": "assets/images/players-other/goalkeeper.jpg",
      "highlights": "Experienced Argentine goalkeeper currently playing for CA Adelante. Strong shot-stopper with excellent reflexes, commanding presence in the box, and good distribution. Experienced in South American football."
    },
    {
      "id": 7,
      "name": "LINDA AMOKA",
      "age": 26,
      "position": "CB",
      "nationality": "Ghana",
      "currentClub": "OMONIA WOMEN",
      "clubWebsite": "https://www.omoniawomen.com",
      "photo": "assets/images/linda-amoka/linda-amoka-official.jpg",
      "highlights": "Strong centre-back playing for Omonia Women in Cyprus. Excellent positioning, aerial dominance, and leadership qualities. Experienced in top-flight women's football with strong defensive instincts and ability to build play from the back."
    },
    {
      "id": 8,
      "name": "BERNICE SHAZELLE",
      "age": 26,
      "position": "CF",
      "nationality": "England",
      "currentClub": "TBD",
      "photo": "assets/images/shazelle pascal louis/lisa-shazelle.jpg",
      "highlights": "Creative English centre forward with excellent movement off the ball and clinical finishing. Strong link-up play, intelligent positioning, and ability to create chances for teammates. Seeking opportunities in professional women's football leagues."
    },
    {
      "id": 9,
      "name": "TARTEV KHACHATRYAN",
      "age": 18,
      "position": "FW",
      "nationality": "Armenia",
      "currentClub": "PUYNIK",
      "clubWebsite": "https://www.puynik.am",
      "photo": "assets/images/Tartev Khachatryan/tartev-kchernian.jpg",
      "highlights": "Promising young forward playing for Puynik FC in Armenian Premier League. Strong wing forward with excellent aerial presence, powerful shooting, and consistent goal contributions. Developing talent with high potential."
    },
    {
      "id": 10,
      "name": "SANTIAGO DE SOUSA",
      "age": 22,
      "position": "ST",
      "nationality": "Venezuela",
      "currentClub": "KAPA KAJANNI",
      "clubWebsite": "https://www.kapa-kajanni.fi",
      "photo": "assets/images/santiago de sousa/santiago.jpg",
      "highlights": "Talented Venezuelan striker who signed professional contract with KAPA Kajanni in Finland's 5th division. Known for clinical finishing, strong work rate, and intelligent movement. Successfully transitioned from South American to European football."
    },
    {
      "id": 11,
      "name": "RIANA CYRUS",
      "age": 24,
      "position": "FW",
      "nationality": "Barbados",
      "currentClub": "ADANASPOR",
      "clubWebsite": "https://www.adanaspor.org.tr",
      "photo": "assets/images/rianna-cyrus/Rianna Cyrus.jpg",
      "highlights": "Dynamic Barbadian forward who made the remarkable journey from Caribbean football to Turkey's women's league. Currently playing for Adanaspor in Turkish Women's Second League. Known for explosive pace, technical ability, and adaptability to different playing styles. Represents the next generation of Caribbean talent breaking into European football."
    },
    {
      "id": 3,
      "name": "MACK BS BRIGGS",
      "age": 17,
      "position": "DM",
      "nationality": "Liberia",
      "currentClub": "Free Player",
      "photo": "assets/images/mack-bs-briggs/mack bs briggs action.jpg",
      "role": "Technical Director & Scout",
      "highlights": "Young defensive midfielder and Technical Director at Galaxy Sports Management. Former Liberia U14 national team player. Football scout specializing in youth talent development with expertise in women's football pathways."
    },
    {
      "id": 12,
      "name": "SARAH ESSAM",
      "age": 26,
      "position": "FW",
      "nationality": "Egypt",
      "currentClub": "Hull City Ladies FC",
      "photo": "assets/images/sarah-essam/sarah essam.jpg",
      "highlights": "First Egyptian and Arab female to play football in the UK and Spain. FIFA's official Ambassador for World Cup Qatar 2022. Winger and attacker for Hull City Ladies FC in the National Premier League North and Egypt women's national team. Pioneering figure in Arab women's football."
    },
    {
      "id": 13,
      "name": "ALIEU SHERIFF",
      "age": 27,
      "position": "FW",
      "nationality": "Liberia/Netherlands",
      "currentClub": "Ethnikos Assia",
      "photo": "assets/images/Alieu Sheriff/Alieu Sheriff.jpg",
      "highlights": "Liberian-Dutch forward playing in Cyprus for Ethnikos Assia. Scored 11 goals in 16 matches last season. Graduate of Manchester Metropolitan University in Law and Business. Standing at 6'2\", combines physical presence with clinical finishing. Top scorer for multiple clubs across England, Wales, and Cyprus."
    },
    {
      "id": 14,
      "name": "MARCUS LUOGON",
      "age": 25,
      "position": "MF",
      "nationality": "Liberia",
      "currentClub": "TBD",
      "photo": "assets/images/misc/default-player.svg",
      "highlights": "Talented midfielder seeking professional opportunities. Open to trials and contract negotiations."
    }
  ],
  "news": [
    {
      "id": 1,
      "title": "SANTIAGO DE SOUSA SIGN FOR KAPA KAJANNI",
      "date": "2025-04-01",
      "excerpt": "Talented Venezeula Striker signed professional contract with kapa kajanni",
      "content": "We are delighted to announce that Santiago De Sousahas signed for the 5th division side Kapa Kajanni in Finland...",
      "image": "news/santiago signed flyer.JPG"
    },
    {
      "id": 2,
      "title": "Summer Trials Announced",
      "date": "2025-10-28",
      "excerpt": "Galaxy Sports Management announces summer trials with partner clubs across Europe",
      "content": "We are excited to announce our summer trial program with multiple partner clubs...",
      "image": "trials/trial downlaod.jpg"
    }
  ]
}